[
    { "titulo": ["Schnauzer Miniatura Entregas En Personas A Otras Ciudades"], "descripcion": ["Shnauzer miniatura MACHOS y HEMBRAS, Están de dos meses de edad vacunados desparasitados y vitaminados listas para entregar, realizamos entregas personales en todo el país si desea más información no dude en escribirme, estamos GUSTOSOS de que uno de nuestros cachorritos formen parte de su familia. ya se les colocó la pipeta anti pulgas. La mejor raza de compañía para tu familia"], "precio": ["230"] },
    { "titulo": ["Schnauzer Miniatura Macho, Pelaje Largo, 2 Meses"], "descripcion": ["Hermosos cachorros schnauzer sal pimientas puros Miniaturas , Están de dos meses de edad vacunados desparasitados y vitaminados listas para entregar, realizamos entregas personales en todo el país si desea más información no dude en escribirme, estamos GUSTOSOS de que uno de nuestros cachorritos formen parte de su familia. ya se les colocó la pipeta anti pulgas. La mejor raza de compañía para tu familia."], "precio": ["230"] },
    { "titulo": ["Cocker Spaniel"], "descripcion": ["ENTREGA INMEDIATA. Lindos cachorritos cocker Spaniel Americanos para Mini departamento o espacios pequeños, Están de dos meses de edad vacunados desparasitados y vitaminados listas para entregar, realizamos entregas personales en todo el país si desea más información no dude en escribirme, estamos GUSTOSOS de que uno de nuestros cachorritos formen parte de u", "su familia. REALIZAMOS ENTREGAS EN PERSONA A OTRAS PROVINCIAS."], "precio": ["250"] },
    { "titulo": ["Cachorros Akita"], "descripcion": ["Los cachorros de Akita son una raza majestuosa y leal, conocida por su inteligencia y carácter fuerte. Con un pelaje corto que resalta su elegancia, estos perros son ideales para quienes buscan un compañero fiel y protector. Su esperanza de vida de hasta 15 años les permite ser parte de la familia durante mucho tiempo, brindando amor y compañía incondicional. Tiene unas medidas aproximadas de 0,96cm de alto, 3,7cm de largo 5,6cm de ancho 0,95cm de profundidad.", "Estos cachorros son perfectos para familias activas que disfrutan de paseos al aire libre y actividades recreativas. Su naturaleza juguetona y cariñosa los convierte en excelentes compañeros para niños y adultos por igual. Además, su instinto de protección los hace alertas y atentos a su entorno, lo que añade una capa de seguridad a su hogar.", "El Akita es un perro que requiere socialización y entrenamiento desde una edad temprana, lo que lo convierte en un proyecto gratificante para los dueños. Su carácter independiente puede ser un desafío, pero con paciencia y dedicación, se transforman en compañeros obedientes y cariñosos.", "Si buscas un perro que combine belleza, lealtad y un espíritu fuerte, los cachorros de Akita son la elección perfecta."], "precio": ["350"] },
    { "titulo": ["Shihtzu Miniaturas"], "descripcion": ["Lindos cachorritos Shih Tzu miniaturas de dos meses de edad, Machos y Hembras ya se encuentran con el carnet del médico veterinario al día, si deseas una raza miniatura para dentro del hogar y poder llevar a pasear en l cartera esta es tu Oportunidad, si desea más información estamos a la Orden."], "precio": ["350"] },
    { "titulo": ["Cachorrita Shihtzu Machos Y Hembras"], "descripcion": ["Lindos cachorritos Shih Tzu Puros y miniaturas de dos meses de edad, Machos y Hembras ya se encuentran con el carnet del médico veterinario al día, si deseas una raza miniatura para dentro del hogar y poder llevar a pasear en l cartera esta es tu Oportunidad, si desea más información estamos a la Orden.    Tener un Shih Tzu Miniatura en tu vida es como invitar a un pequeño rayo de sol a iluminar cada día. Estos encantadores perros, originarios del Tíbet, son conocidos por su temperamento alegre y afectuoso, lo que los convierte en compañeros ideales para personas de todas las edades. Su tamaño compacto los hace perfectos para la vida en apartamentos, pero su espíritu aventurero los impulsa a disfrutar de paseos y juegos al aire libre.", "Una de las mayores ventajas de tener un Shih Tzu es su lealtad inquebrantable. Estos perros se apegan profundamente a sus dueños y disfrutan pasar tiempo a su lado, ya sea acurrucados en el sofá o siguiéndolos por toda la casa. Su naturaleza cariñosa los convierte en excelentes perros de terapia, capaces de brindar consuelo y alegría a quienes más lo necesitan. Además, su inteligencia y disposición para complacer los hacen relativamente fáciles de entrenar, especialmente con métodos de refuerzo positivo.", "En cuanto a sus características 0.96 cm de largo 2.95cm de ancho 8.48cm y de profundidad 7cm. físicas el Shih Tzu miniatura destaca por su abundante pelaje sedoso, que requiere cuidados regulares para evitar enredos y mantener su brillo. Sus grandes ojos oscuros y su expresión dulce transmiten una ternura irresistible, mientras que su andar elegante y orgulloso refleja su herencia real. A pesar de su apariencia delicada, el Shih Tzu miniatura es un perro resistente y adaptable, capaz de prosperar en una variedad de entornos y estilos de vida. En resumen, tener un Shih Tzu es una experiencia enriquecedora que te llenará de amor, risas y momentos inolvidables.El Shih Tzu Miniatura es un perro adorable, inteligente y leal, lo que lo convierte en un compañero perfecto para aquellos que buscan un amigo peludo afectuoso pero no empalagoso. Son famosos por su temperamento alegre y feliz, juguetones y simpáticos, y tienden a llevarse bien con personas de todas las edades, otros perros y mascotas de otras especies. Además, su lujoso doble manto de aspecto sedoso les da un aire de realeza, ¡y a menudo se comportan como tal! Son excelentes mascotas, ya que son sociables, afectuosos y leales, y les encanta seguir a sus dueños por toda la casa."], "precio": ["350"] }
]